the
in
is
video
what
person
color
of
doing
where
clothes
or
does
sitting
standing
wear
man
on
woman
person's
table
wall
room
front
hair
pants
wearing
can
see
you
hand
are
man's
at
wears
with
hands
short
beginning
long
living
door
coat
bed
woman's
trousers
hat
white
people
glasses
face
lying
girl
cabinet
right
black
car
behind
have
his
left
top
boy
how
red
many
head
chair
holding
kitchen
cartoon
refrigerator
window
ground
sofa
character
side
floor
blue
hold
computer
desk
first
who
cup
child
dress
gender
which
closet
green
blanket
there
did
shirt
jacket
washing
while
shoes
machine
by
bottle
put
do
to
water
stage
worn
last
back
her
box
animal
mirror
down
stairs
scene
bag
english
background
off
open
singing
book
light
girl's
garment
outer
dog
pillow
upper
broom
closed
yellow
tv
curtain
towel
cooktop
take
purple
picture
horse
squatting
phone
two
game
paper
up
eating
end
cat
hanging
after
skirt
little
text
playing
adult
drinking
before
pool
microphone
shelf
when
t-shirt
referee
shape
corridor
stool
women
striped
storage
socks
was
pot
next
photo
plate
appeared
second
toilet
taking
baby
hearth
gray
chinese
placed
rack
countertop
holds
audience
kid
men
guitar
sheet
food
sit
bathroom
bucket
lamp
it
neck
shorts
appears
sky
old
room's
women's
opening
pink
bowl
toy
glass
their
orange
ball
host
that
plastic
carpet
number
child's
tie
shirts
spongebob
curly
straight
switch
basin
things
he
fridge
suit
use
pattern
quilt
tank
house
appear
cupboard
boat
television
frame
wooden
road
football
bedroom
font
plaid
carry
around
carton
laptop
field
vest
covered
horizontal
stripes
vertical
out
seat
scarf
player
pen
subtitle
kind
under
athlete
putting
running
roof
tool
animals
from
female
has
turned
stripe
sheets
grey
taken
sleeved
nail
numbers
screen
mural
plant
board
cleaner
stand
for
sleeves
helmet
alpaca
basketball
vacuum
uniform
sunglasses
beach
woman'hair
and
dancing
get
wrist
tree
moving
braiding
characters
bolster
walking
helicopter
tea
team
wardrobe
case
thing
building
into
bear
page
ears
camera
oven
doll
lot
pillows
most
time
model
rubik's
getting
watch
throwing
sink
backpack
books
rose
mat
tennis
parrot
subtitles
mario
cap
sports
black-haired
cube
painting
fan
wheel
final
legs
princess
cover
carriage
necklace
fish
couch
thinner
flower
girl'hair
dishes
turban
written
without
drawing
pan
carrying
race
fire
plane
tying
pictures
gusset
be
balloon
staircase
leading
kneeling
bareheaded
sill
bike
clock
lighting
hanger
snake
lid
stopped
letters
stone
lawn
seen
cloud
bald
space
being
grass
commodity
children
latter
image
wheels
cell
driving
players
leopard
parking
object
brown
shown
lake
against
bedside
finger
onion
drive
brushing
vase
hoodie
warrior
outside
kettle
happens
night
tops
dish
rompers
mask
pick
third
male
sits
circuit
tablecloth
coming
gun
used
kids
full
turn
upside
reading
wood
flying
sweeping
bun
word
hallway
school
boy's
judgment
jackets
judge's
clip
curtains
glove
electric
hair-tied
go
goalkeeper
microwave
middle
monster's
mop
gas
fruit
guy
colour
electronic
folded
near
lights
cow
cowboy
leg
headscarf
enter
cups
colorful
made
dirty
pram
round
police
walls
role
sneakers
swimming
vehicle
answering
vacant
pouring
appearing
something
apron
body
spotlight
bread
bath
arrow
steering
puppet
basket
tire
puts
stroller
th
telephone
pocket
robot
takes
sitted
above
writing
bird
wolf
she
piano
beverage
showed
yellow-haired
letter
column
lean
held
chest
hair's
heart
collar
half-naked
bar
hammer
stick
selfie
sticker
shadow
stopping
store
battle
stove
street
barrels
starfish
cloak
stair
leaf
small
skirts
inverted
introduced
butterfly
jump
interviewee
instrument
injured
simple
bin
closes
soap
knitted
koala
shoulder
closing
soldier
soldier's
language
ship
laundry
shelves
square
item
squidward
those
table-board
alien
earring
wind
white-haired
cursor
whirlybird
aisle
whate
faces
cummerbund
excavator
exercise
washer
extinguisher
eye
earphone
ear
wine
dance
driven
drink
women'clothes
women'hair
words
decorative
dong
wreath
deer
desktop
doctor
detergent
dialog
eyes
feather
teacher's
thr
took
tomato
cook
awning
thrown
three
seated
vodeo
container
tentacles
golden
gown
grapes
commode
automobile
towels
arms
corner
armrest
arm
ttanding
tube
tvbench
typeface
course
flour
using
fishing
crab
figure
fence
sees
photoelectricity
blue's
rabbit
park
mushroom
question
monkey
pancake
purple's
pair
sailboard
pumpkin
milk
ribbon
pull
octopus
policeman
office
polish
other
making
bold
mouse
member
rightmost
medicine
rod
market
powder
poster
parrot's
opened
call
seaside
pine
pigment
motorbike
pencil
look
cabinets
line
like
cars
loading
locomotive
mouth
sausage
blankets
cherry
performing
teacher
raising
one
gray-haired
officer
move
court
tattoos
applauding
commentary
umbrella
turning
athletes
occupation
control
ted
globe
backpacker
these
musical
gold
flashlight
pushing
braid
objects
gets
railing
puppy
grandmother
braids
notebook
away
gloves
lie
ot
covers
drinks
either
play
plates
whose
eat
earthbags
parade
earrings
placing
cutting
calendar
patrick
operating
place
worktop
wrapped
pentacle
wrench
pieces
picking
bus
80
photos
34
played
whether
electronics
playground
vegetables
polo
fingers
vertically
vide
filmed
figures
organs
candle
crowd
washbasin
over
overcoat
packaging
exercising
pointing
pages
plays
entering
an
alphabet
weapon
aliens
tape
boxing
mountains
sneezing
just
juice
magazine
judge
beside
chart
smiling
champion
border
map
imagine
skin
belt
rings
ring
speaking
speech
horizontally
riding
star
hit
men's
kerchief
skeleton
mickey
black's
script
blackboard
lines
sheep
leaning
scored
sheep's
lock
child'coat
black'sclothes
shooting
checked
blonde
shor
chef's
lady
chin
love
low
knife
big
saucer
coin
cellphone
bench
rice
happened
monster
colors
reporter
having
barrier
baseball
mobile
headlight
rest
barbecue
hamster
remote
half
sweep
sword
stationary
motorcycle
ride
checking
cut
buttoning
cushion
band
barometers
badminton
buckets
choppers
chocolate
components
bow
chopping
barrel-shape
bib
christmas
circle
come
buttons
air
day
bowel
comes
block
comer
about
daytime
bands
community
dark
bowls
child'skin
city
competing
complete
cakes
carried
aimed
children's
cactus
brands
bottom
baymax
ball's
canopy
cooker
ceiling
cave
bottles
anyone
bricks
automatic
cans
animation
brand
cats
coarse
ask
brick
bat
countryard
architecture
caps
cards
crawl
cleaning
climb
computers
containing
break
between
bracelet
cleopatra
cuboids
click
cube's
bespectacled
close
beneath
brush
bofore
changing
crown
bends
crayon
crawling
boots
cartton
youths
dinosaur
ruler
sides
showing
shot
short-haired
shoelace
shirtsdoing
shining
sex
set
sealed
screwdriver
score
scarves
sauce
runway
sideways
singer
site
snowmobile
splashed
spices
spectators
spatula
somersault
sofas
snow-capped
skull
snow
snacks
smokes
slide
sleep
skulls
runner's
rugby
spoon
rubber
purpose
puppies
pulling
projection
program
press
pregnant
pour
posted
policeman's
polar
poker
plasticine
planting
pitch
push
pushes
racing
resting
rowing
row
rosy
rope
roll
river
repair
racket
reflected
red-haired
red-clad
read
reaching
rag
spongebob's
sportswear
picked
training
videog
vegetable
uv
us
upstairs
undressing
underwear
ultraman's
typing
tvs
turns
truck
triangle
trees
tray
videos
viedo
ware
wisps
yoga
yachts
yacht
writes
write
wrestling
wipe
watching
wings
whiling
wheelchair
web
wearer
watermelon
transportation
traffic
stake
track
swatter
surrounding
superstar
style
stuff
student
stuck
stones
stitting
still
stewing
steps
statue
started
stands
sweeps
swim
t-shirts
tissue
touching
total
tortoise
toothbrush
tooth
together
tires
tablet
tile
throw
than
test
tattooed
tap
pilot
phone's
displayer
fluid
goalscorer
goal
giving
give
girls
girl'hat
gilr
gauze
gate
function
fourth
four
foods
following
folding
goblet
goes
going
hats
hools
hood
here
headset
headphones
headgear
hang
graphics
handwritten
handle
handbag
hairdryer
groveling
green's
flute
flowerpots
horses
flexible
eats
each
dye
dumps
drop
drone
dresser
draw
draft
doors
dool
dogs
dog's
documents
divided
egg
elderly
empty
feed
flag
finishing
finished
filled
ferris
feet
famous
ending
facing
extending
except
equipment
enters
entered
horseback
hung
pet
make-up
new
muppet
movie
moustache
motorcyclist
mosquito
moon
monitor
mineral
melon
meat
maskin
mascara
mario's
man'watch
newspaper
newsstand
not
parts
person'tie
pepper
people's
pendant
pearl
pat
part
ocean
papers
paintings
orsquatting
oranges
onn
oepning
mall
make
ice
magnets
kid's
kicking
kicked
kick
khaki
keyboard
jerrican
jar
james's
james
items
iron
instruments
indoors
images
kinds
kitten
kittens
leaves
magnet
magic
machines
lower
looking
light-purple
leather
knight
lattices
lattice
landscape
lampshade
knocking
knives
11
<UNK>
