the
in
is
video
what
person
color
doing
of
where
clothes
does
or
man
wear
sitting
standing
on
woman
person's
table
wall
front
room
hair
wearing
pants
can
see
you
hand
are
at
with
man's
wears
coat
beginning
people
bed
hands
short
glasses
long
white
car
boy
living
right
door
woman's
his
top
chair
character
trousers
how
have
left
which
many
kitchen
behind
red
floor
lying
cabinet
holding
black
blue
cartoon
computer
ground
did
face
girl
side
hold
hat
child
shoes
head
desk
closet
green
box
refrigerator
bottle
sofa
who
cup
window
to
there
open
put
first
dress
do
water
purple
gender
curtain
text
game
animal
shirt
mirror
light
jacket
squatting
stage
english
back
singing
microphone
yellow
blanket
her
closed
women
washing
next
by
holds
corridor
two
stairs
phone
appeared
machine
off
bag
worn
pillow
paper
down
cap
kind
men
cooktop
fridge
dog
screen
scene
lamp
when
horizontal
baby
straight
walking
house
athlete
up
was
vertical
before
hanging
storage
food
background
tv
guitar
pool
player
turned
plate
suit
take
vest
get
bathroom
chinese
wooden
girl's
things
playing
adult
audience
use
beach
putting
type
bucket
bowl
sky
shape
orange
cupboard
broom
skirt
stool
last
curly
books
toy
old
snake
towel
football
appears
stopped
it
opening
book
plastic
plane
gusset
while
backpack
picture
dishes
bear
shelf
sport
drinking
carry
neck
eating
striped
host
kneeling
television
star
moving
carpet
their
field
rack
sheet
women's
crown
garment
dark
nail
grey
cube
games
dialog
gray
faces
gun
gas
font
event
equipment
kid
female
file
glass
final
end
finger
latter
ears
driving
like
line
little
hoodie
look
hearth
has
happened
hang
mario
mat
hair's
judge's
full
olympic
turban
pot
pushing
rag
barrel-shape
toilet
tire
bedroom
bedside
roof
cat
rubik's
team
running
tank
runway
taking
school
t-shirt
seat
carriage
building
showed
stripes
street
braiding
boat
sleeves
stand
sports
polish
reflected
uniform
outer
countertop
woman'hair
pattern
pen
wood
photo
white-haired
word
appear
wheels
after
parking
out
placed
upper
around
year
pink
firmed
from
air
black-haired
board
blankets
blue's
firework
80
filmed
against
frame
blonde
bird
black'sclothes
ball
bareheaded
barometers
awning
flying
bold
following
basketball
five-pointed
being
bench
beneath
beside
fist
and
alphabet
bin
aisle
body
bus
fence
dish
children
cleaner
climb
closes
doll
coin
colour
coming
commentary
doctor
commode
commodity
constitutes
child's
corner
daytime
dancing
curved
countryard
cursor
course
court
covers
crystal
cow
cowboy
drawing
chest
feet
either
bottles
bowls
fat
brands
brick
exercise
crawling
butterfly
buttons
camera
enter
carried
carrying
cherry
carton
earrings
earring
ear
dumps
cartoo
drive
cell
cellphone
characters
chart
drinks
circuit
map
function
shining
shor
shorts
shoulder
showing
shown
simple
sink
sits
six-pointed
skeleton
skull
skulls
smiling
socks
something
spotlight
squidward
stationary
sticker
store
subtitle
shirts
shine
real
shelves
reporter
resting
ride
rightmost
ring
road
robot
rompers
room's
rose
round
runs
saucer
scarf
screwdriver
second
seen
sees
sent
sheep
sheets
subtitles
sunglasses
sweeping
switch
tying
under
upside
vacuum
vehicle
vide
wardrobe
warrior
warship
watching
waving
whether
whirlybird
why
wine
wolf
women'hair
wrapped
wrench
wrist
written
tvbench
turn
tree
thewoman
taken
tattooed
tea
teacher's
telephone
tentacles
th
than
that
thing
tray
thr
three
throw
throwing
tie
tile
time
tool
tower
referee
read
garlic
jumping
kettle
knitted
knives
land
landscape
laptop
lawn
leaf
leopard
letters
lighting
lights
lines
lot
magazine
magnets
male
mask
material
medicine
member
just
judgment
raising
james
getting
glove
goalscorer
gold
grandmother
hairdryer
hallway
hanger
he
headset
hood
horse
hung
ice
image
injured
instrument
interviewee
into
introduced
jackets
mineral
model
monkey
monster
patrick
pearl
pendant
pentacle
people's
piano
pick
pictures
pillows
pine
pipe
plant
players
playground
pole
policeman
polo
pull
quilt
race
racing
parked
parade
over
near
monster's
moonlight
mop
motorbike
motorcycle
move
mural
musical
name
necklace
outside
night
nipple
not
number
numbers
ocean
onion
orangutan
other
3d
<UNK>
